<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'يجب أن لا يقل طول كلمة المرور عن ستة أحرف، كما يجب أن تتطابق مع حقل التأكيد.',
    'reset' => 'تمت إعادة تعيين كلمة المرور!',
    'sent' => 'تم إرسال تفاصيل استعادة كلمة المرور الخاصة بك إلى بريدك الإلكتروني!',
    'token' => 'رمز استعادة كلمة المرور الذي أدخلته غير صحيح.',
    'otp' => 'رمز استعادة كلمة المرور الذي أدخلته غير صحيح.',
    'user' => 'لم يتم العثور على أيّ حسابٍ بهذا العنوان الإلكتروني.',
    'expire_token' => 'هذا الرمز منتهي الصلاحية',
    'throttled' => 'الرجاء الانتظار قبل إعادة المحاولة.',
    'correct' => 'رمز التحقق لديك صحيح',
    'otp_user' => 'لم يتم العثور على أيّ حسابٍ بهذا البريد الإلكتروني لإعادة التعيين.',
    'reset_password_notice' => 'إشعار إعادة تعيين كلمة المرور',
    'receiving_notice' => 'هذه الرسالة لطلبك تغيير كلمة المرور ، الرجاء إدخال رمز التحقق لتغيير كلمة السر الخاصة بك.',
    'thanks_using_app' => 'شكرا لاستخدامك موقعنا!',
    'change_password' => 'إعادة تعيين كلمة المرور',
    'password_changed' => 'تم تغيير كلمة المرور بنجاح',
    'if_you_change' => 'إذا أنت من قمت بتغيير كلمة المرور، لا داعي لاتخاذ أي اجراء',
    'if_not_change' => 'إذا لم تقم بتغيير كلمة المرور الرجاء حماية حسابك',
    'forget_password' => 'يبدو أنك نسيت كلمة المرور الخاصة بك ، إذا كان هذا صحيحًا ، فانقر أدناه لإعادة تعيين كلمة المرور الخاصة بك',
    'customer_forget_password' => 'يبدو أنك نسيت كلمة المرور الخاصة بك ، إذا كان هذا صحيحًا ، فأدخل رمز التحقق أدناه لإعادة تعيين كلمة المرور الخاصة بك.',
    'password_reset_warning' => 'تحذير: يرجى التواصل مع الدعم الفني في حال لم تقم بتغيير كلمة المرور الخاصة بك',
    'contact_technical_support' => 'تواصل مع الدعم الفني',
    'If_you_are_having_trouble' => 'اذا واجهتك مشكلة في زر (إعادة تعيين كلمة المرور) الرجاء نسخ الربط التالي ولصقه في المتصفح :',
    'ignore_email' => 'إذا لم تكن قد نسيت كلمة المرور الخاصة بك ، فيمكنك تجاهل هذا البريد الإلكتروني بأمان'
];
